{
  "car": {
    "engine": "Engine",
    "displacement": "Displacement",
    "price": "Price",
    "tech_sheet": "Technical Sheet",
    "year": "Year",
    "power": "Power",
    "torque": "Torque",
    "drivetrain": "Drivetrain",
    "transmission": "Transmission",
    "weight": "Weight",
    "zeroTo100": "0-100 km/h",
    "topSpeed": "Top Speed",
    "dimensions": "Dimensions (L × W × H)",
    "wheelbase": "Wheelbase",
    "details": "Full details",
    "back_home": "Back to Home",
    "prev": "prev",
    "next": "next",
    "back_to_top": "Back to top",
    "scroll_down": "Scroll down",
    "experience": " Discover more about this car"
  },

  "experience": {
    "back": "Back to card",
    "readMore": "Read more",
    "readLess": "Read less",
    "close": "Close",
    "f40": {
      "headlights": {
        "title": "Headlights",
        "text": "The pop-up headlights of the Ferrari F40 are one of the most iconic design elements of the 1980s automotive era. Integrated into the hood to preserve aerodynamics when closed, they rise vertically to reveal a distinctive lighting signature. This solution was not only aesthetic but functional: it reduced drag at high speeds, contributing to the car’s extraordinary performance. A detail that perfectly blends pure engineering with racing character, becoming a symbol of an unforgettable era."
      },
      "brake": {
        "title": "Brakes",
        "text": "The F40’s braking system was engineered to tame raw, uncompromising power. High-performance ventilated discs paired with racing calipers deliver immediate and precise response even at extreme speeds. In an era with minimal electronic assistance, everything relied on pure mechanics and driver sensitivity. Braking in the F40 is not just a technical action, but a physical and direct experience worthy of a true road-legal race car."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Ferrari F40 lies a 2.9-liter twin-turbocharged V8 producing 478 horsepower in its rawest form. Derived from Ferrari’s racing expertise, this engine combines lightweight construction with aggressive turbocharging to deliver explosive acceleration for its time. No traction control, no advanced electronic aids — just a direct connection between throttle and pure mechanical force. It represents the most authentic expression of Ferrari’s 1980s philosophy."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The triple central exhaust is one of the F40’s most recognizable features. Positioned high beneath the rear grille, it is not merely a stylistic choice but a functional one, designed to optimize airflow and thermal efficiency. The sound it produces is raw, metallic, and unmistakable — a rising mechanical roar that transforms every acceleration into a visceral experience. It embodies the racing soul of the car even before stepping inside."
      },
      "interior": {
        "title": "Interior",
        "text": "The F40’s cabin is uncompromisingly minimal, stripped of any unnecessary comfort. Exposed carbon fiber, lightweight panels, bucket seats, and reduced surfaces all serve one purpose: performance. Every component is engineered to lower weight and heighten driver engagement. It is not a luxurious interior, but a technical and pure environment where every vibration and sound becomes part of the driving experience."
      }
    },
    "lancia_delta_integrale": {
      "headlights": {
        "title": "Headlights",
        "text": "The Lancia Delta HF Integrale retains the squared headlight design typical of the Delta, enhanced by the widened fenders of the Evoluzione models. The front end is aggressive and functional, engineered to provide visibility even in extreme rally conditions. It’s an iconic look that defined an era in the World Rally Championship."
      },
      "brake": {
        "title": "Brakes",
        "text": "The Delta HF Integrale braking system was developed to handle aggressive braking on asphalt, gravel, and snow. Ventilated discs and high-performance calipers deliver strong stopping power and thermal resistance. Pedal modulation was crucial in rally competition, where precision and control meant everything."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the 1992 Delta HF Integrale lies a 2.0-liter turbocharged inline-four producing over 210 horsepower in road specification. Power delivery is strong and progressive, with solid mid-range boost from the turbocharger. Combined with permanent all-wheel drive, it delivers rapid acceleration and excellent traction in all conditions."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The Delta Integrale exhaust produces a full and metallic tone, enriched by the characteristic turbo whistle under boost. The turbocharged inline-four delivers a raw and engaging soundtrack that immediately evokes the atmosphere of WRC special stages."
      },
      "interior": {
        "title": "Interior",
        "text": "The Delta HF Integrale cabin blends sportiness and functionality. Supportive sport seats, full analog instrumentation, and distinctive HF details create a technical yet usable environment. It’s an interior that communicates control and solidity, staying true to the car’s rally-bred philosophy."
      }
    },
    "bmw_m2_g87": {
      "headlights": {
        "title": "Headlights",
        "text": "The BMW M2 G87 features modern and aggressive adaptive LED headlights that ensure optimal visibility in all conditions. Their compact horizontal design enhances the car’s wide stance, making it instantly recognizable even at night. Beyond aesthetics, the intelligent lighting system adjusts beam direction and intensity based on speed and steering input, improving safety and precision."
      },
      "brake": {
        "title": "Brakes",
        "text": "The M2 G87 braking system is engineered for intensive sporty use. Enlarged discs and high-performance M calipers provide consistent stopping power even during track sessions. Pedal response is sharp and highly modulable, giving the driver full confidence during demanding braking maneuvers. It’s a system designed to support the model’s racing spirit without compromise."
      },
      "engine": {
        "title": "Engine",
        "text": "Under the hood lies the 3.0-liter twin-turbocharged inline-six S58 engine, delivering over 460 horsepower with both progressive and explosive character. Rear-wheel drive combined with either a manual gearbox or M Steptronic automatic offers a pure and engaging driving experience. The sound is rich and muscular, true to BMW’s iconic straight-six heritage."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The M active exhaust system allows the driver to tailor the car’s sound character. In comfort mode it remains refined and controlled, while in sport mode it unleashes a deep and aggressive tone, complemented by crackles on overrun. The quad rear tailpipes are a signature M detail, reinforcing the model’s high-performance identity."
      },
      "interior": {
        "title": "Interior",
        "text": "The M2 G87 cabin blends advanced technology with a racing atmosphere. The BMW Curved Display integrates digital instruments and infotainment into a sleek modern layout, while M sport seats provide strong lateral support. Carbon fiber and Alcantara details enhance the dynamic environment. It’s a cockpit that balances everyday usability with track-ready performance."
      }
    },
    "honda_s2000": {
      "headlights": {
        "title": "Headlights",
        "text": "The Honda S2000 headlights feature a sharp and clean design, perfectly integrated into the compact body lines. The bright and direct illumination reflects the car’s core philosophy: lightness, precision, and functionality. Every detail contributes to a balanced and aerodynamic front end, highlighting the Japanese roadster’s sporty character."
      },
      "brake": {
        "title": "Brakes",
        "text": "The S2000 braking system is engineered to support dynamic and engaging driving. Ventilated discs provide consistent performance even under demanding conditions. Pedal response is precise and communicative, giving the driver full confidence to exploit the balanced chassis and rear-wheel-drive setup."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Honda S2000 lies the legendary 2.0-liter naturally aspirated VTEC inline-four (F20C), capable of revving up to 9,000 rpm. Producing over 240 horsepower without turbocharging, it remains one of the highest-output naturally aspirated engines ever made per liter. When VTEC engages, the character transforms, delivering an exhilarating surge and a thrilling climb to the redline."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The S2000’s exhaust produces a metallic and rising tone that intensifies with engine speed. It’s the pure sound of a high-revving naturally aspirated engine, free from artificial enhancements. Each gear change near redline becomes a dramatic and addictive auditory experience."
      },
      "interior": {
        "title": "Interior",
        "text": "The Honda S2000 interior is minimalist and driver-focused. The central digital instrument cluster evokes sport motorcycle inspiration, while the low seating position enhances the connection between driver and machine. No unnecessary elements — everything is designed to minimize distraction and maximize driving pleasure."
      }
    },
    "honda_nsx": {
      "headlights": {
        "title": "Fari",
        "text": "I fari a scomparsa della prima generazione della Honda NSX rappresentano uno degli elementi più iconici del design anni ’90. Quando chiusi, preservano la linea aerodinamica e pulita del frontale; quando aperti, donano alla vettura un carattere deciso e sportivo. Una soluzione che unisce estetica e funzionalità, contribuendo al fascino senza tempo della supercar giapponese."
      },
      "brake": {
        "title": "Freni",
        "text": "L’impianto frenante della NSX è stato progettato per garantire equilibrio e controllo anche nelle condizioni più impegnative. I dischi ventilati e la distribuzione dei pesi quasi perfetta permettono staccate precise e progressive. La risposta del pedale è comunicativa, riflettendo la filosofia Honda: prestazioni elevate, ma sempre con controllo totale del pilota."
      },
      "engine": {
        "title": "Motore",
        "text": "Il cuore della Honda NSX è un V6 3.0 litri aspirato con sistema VTEC, capace di girare alto e offrire un’erogazione fluida ma energica. Montato in posizione centrale, garantisce un bilanciamento ideale e una risposta immediata all’acceleratore. Sviluppato con il contributo diretto di Ayrton Senna, questo propulsore combina affidabilità giapponese e anima da supercar pura."
      },
      "exhaust": {
        "title": "Scarico",
        "text": "Lo scarico della NSX emette un suono raffinato ma deciso, che cresce progressivamente con l’aumentare dei giri. Non è un ruggito brutale, ma una sinfonia meccanica precisa e armoniosa, tipica dei motori aspirati ad alto regime. Ogni accelerazione è accompagnata da una tonalità metallica pulita e coinvolgente."
      },
      "interior": {
        "title": "Interni",
        "text": "L’abitacolo della NSX è progettato con un’attenzione maniacale all’ergonomia. La posizione di guida è bassa e centrata, con comandi orientati verso il pilota. Materiali di qualità e visibilità eccellente rendono l’esperienza di guida immersiva ma confortevole. È una supercar pensata per essere guidata ogni giorno, senza rinunciare alle emozioni."
      }
    },
    "fxxk": {
      "headlights": {
        "title": "Headlights",
        "text": "The Ferrari FXX-K headlights retain the aggressive layout of the LaFerrari but are integrated into an even more extreme and functional front end. Every element is engineered to improve aerodynamic flow and mechanical cooling. They are not just lighting components, but part of the advanced track-focused aerodynamic design."
      },
      "brake": {
        "title": "Brakes",
        "text": "The FXX-K carbon-ceramic braking system is designed to withstand extreme track stress. High-performance calipers and enlarged discs deliver massive stopping power and exceptional thermal resistance. Every braking zone is precise and aggressive, fitting for a car developed with zero compromises for circuit use."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Ferrari FXX-K lies a 6.3-liter naturally aspirated V12 combined with the HY-KERS hybrid system, producing over 1,000 total horsepower. The combustion engine alone delivers more than 860 hp, while the electric motor provides instant torque on corner exit. The result is brutal and immediate response, accompanied by a soaring V12 soundtrack reaching extreme rev levels."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The central high-performance exhaust system produces a deep, metallic, and ferocious tone. The naturally aspirated V12 expresses its full racing character, with an escalating soundtrack as it approaches redline. It’s not just noise — it’s the soundtrack of a track-only hypercar developed directly by Ferrari’s racing division."
      },
      "interior": {
        "title": "Interior",
        "text": "The FXX-K cockpit is entirely performance-oriented. Exposed carbon fiber, a Formula 1-inspired multifunction steering wheel, and ultra-light racing seats create a technical and radical environment. Every control is positioned to maximize driver focus and precision on track. This is a competition cockpit, not a road car interior."
      }
    },
    "zonda_cinque": {
      "headlights": {
        "title": "Headlights",
        "text": "The Pagani Zonda Cinque headlights are integrated into a sculpted front end filled with aerodynamic details. The vertical layout of the front light clusters emphasizes the model’s unique styling, blending elegance and aggression. Every component is engineered to optimize airflow and enhance high-speed stability without compromising Pagani’s handcrafted aesthetic."
      },
      "brake": {
        "title": "Brakes",
        "text": "The Zonda Cinque carbon-ceramic braking system is designed to deliver extreme performance both on road and track. Enlarged discs and high-performance calipers provide powerful and consistent deceleration even under demanding conditions. The pedal response is immediate and precise, reflecting the perfect balance between power and control."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Zonda Cinque lies a 7.3-liter naturally aspirated AMG V12 producing over 670 horsepower with both brutal and refined character. Throttle response is instant and linear, accompanied by a rising and unmistakable soundtrack. Mounted in a mid-engine layout, it ensures ideal balance and pure, engaging driving dynamics."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The iconic central quad exhaust is one of the Zonda’s most recognizable design elements. Beyond its visual impact, it produces a metallic, powerful, and crystal-clear sound typical of naturally aspirated AMG V12 engines. Every acceleration becomes a mechanical symphony that enhances the car’s exclusive character."
      },
      "interior": {
        "title": "Interior",
        "text": "The Zonda Cinque cabin is a masterpiece of craftsmanship and technology. Exposed carbon fiber, billet aluminum components, and bespoke details create an exclusive and refined atmosphere. Every control is meticulously crafted, blending luxury and racing spirit into a perfect harmony of art and engineering."
      }
    },
    "porsche_911_turbo_1975": {
      "headlights": {
        "title": "Headlights",
        "text": "The round headlights of the 1975 Porsche 911 Turbo are among the most iconic design elements in automotive history. Integrated into the pronounced front fenders, they preserve the classic 911 styling while contributing to a clean yet aggressive front profile. It’s a timeless design recognizable from miles away."
      },
      "brake": {
        "title": "Brakes",
        "text": "The 911 Turbo 3.0 braking system was derived directly from Porsche’s racing experience. Enlarged brake discs provided stopping power adequate for the car’s high performance. In an era without modern electronic aids, everything depended on driver sensitivity and pure mechanical precision."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the 1975 Porsche 911 Turbo lies a 3.0-liter turbocharged flat-six engine producing around 260 horsepower. It was the first production 911 equipped with a turbocharger, delivering powerful yet unpredictable performance. The notorious turbo lag made acceleration sudden and brutal, turning every throttle input into an intense and demanding experience."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The 911 Turbo’s exhaust produces a deep and metallic tone typical of Porsche flat-six engines. The whistle of the turbocharger blends with the mechanical character of the boxer engine, creating a distinctive sound for its time. Each acceleration builds into a sharp and memorable crescendo."
      },
      "interior": {
        "title": "Interior",
        "text": "The 1975 911 Turbo cabin is simple and driver-focused. Full analog instrumentation, a sporty steering wheel, and a low seating position immediately communicate the car’s character. There are no modern distractions — just the driver, the engine, and the road."
      }
    },
    "f12": {
      "headlights": {
        "title": "Headlights",
        "text": "The Ferrari F12 Berlinetta features sharp and modern headlights seamlessly integrated into the sculpted front design. The surrounding air intakes and aerodynamic channels are not purely aesthetic — they optimize airflow management, enhancing cooling and high-speed stability."
      },
      "brake": {
        "title": "Brakes",
        "text": "The F12’s carbon-ceramic braking system is derived directly from Ferrari’s Formula 1 experience. Enlarged discs and high-performance calipers provide powerful and consistent deceleration even during intense track use. Pedal response is immediate and precise, delivering total driver confidence at speeds exceeding 300 km/h."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Ferrari F12 Berlinetta lies a naturally aspirated 6.3-liter V12 producing 740 horsepower. It remains one of the most powerful naturally aspirated V12 engines ever fitted to a road-going Ferrari. Power delivery is smooth yet explosive at high revs, with an impressive pull all the way to redline."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The F12’s exhaust system produces a deep and rising metallic tone typical of Ferrari’s naturally aspirated V12 engines. At low revs it remains controlled and refined, while at higher revs it transforms into an intense mechanical symphony. Every acceleration becomes an unforgettable auditory experience."
      },
      "interior": {
        "title": "Interior",
        "text": "The F12 Berlinetta cabin blends luxury and sportiness. Premium leather, carbon fiber inserts, and a Formula 1-inspired multifunction steering wheel create a refined yet performance-focused environment. Controls are ergonomically positioned to keep the driver at the center of the experience."
      }
    },
    "f488": {
      "headlights": {
        "title": "Headlights",
        "text": "The Ferrari 488 Pista retains the sharp headlight design of the 488 GTB, but integrates them into a more extreme aerodynamic front end. Air intakes and the S-Duct system increase front downforce, enhancing stability and precision at high speeds. Every detail of the front is engineered for maximum track performance."
      },
      "brake": {
        "title": "Brakes",
        "text": "The 488 Pista’s carbon-ceramic braking system is directly derived from Ferrari’s racing experience. Enlarged discs and high-performance calipers deliver powerful and consistent deceleration even during demanding track sessions. Pedal feel is immediate and highly controllable, ensuring confidence in aggressive braking zones."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the 488 Pista lies a 3.9-liter twin-turbocharged V8 producing 720 horsepower, making it one of the most powerful V8 engines Ferrari has ever built for a road car. Throttle response is sharpened through reduced rotating mass and turbo optimization. Acceleration is brutal yet controllable, with relentless pull to redline."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The 488 Pista’s exhaust system has been tuned to deliver a more intense and engaging soundtrack than the standard version. The turbocharged V8 produces a deep and aggressive tone, complemented by crackles on overrun and a sharp crescendo at high revs. It’s a soundtrack that highlights the car’s radical track-focused nature."
      },
      "interior": {
        "title": "Interior",
        "text": "The 488 Pista cabin is entirely performance-oriented. Extensive use of carbon fiber, Alcantara, and lightweight components reduces overall mass, creating a technical and minimalist environment. Every control is positioned to maximize driver focus and precision during spirited driving."
      }
    },
    "m3_e30": {
      "headlights": {
        "title": "Headlights",
        "text": "The BMW M3 E30 features the iconic twin round headlights typical of the era’s 3 Series. Integrated into a squared and purposeful front end, they immediately communicate the car’s strong character. The design is simple yet aggressive, symbolizing late 1980s and early 1990s German performance cars."
      },
      "brake": {
        "title": "Brakes",
        "text": "The M3 E30 braking system was engineered to support intense sporty driving both on road and track. Ventilated discs provide adequate stopping power for the car’s performance, while pedal feedback is direct and communicative. In an era without advanced electronic aids, driver sensitivity made all the difference."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the M3 E30 lies the legendary 2.3-liter naturally aspirated inline-four (S14), developed for DTM homologation. High-revving and aggressive yet progressive in delivery, it remains one of the most iconic BMW M engines ever built. Throttle response is sharp and mechanical, accompanied by a rising metallic soundtrack."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The M3 E30 exhaust produces a raw and determined tone typical of high-revving naturally aspirated engines. The S14 four-cylinder emits a metallic and progressive sound that intensifies as revs climb. It’s a pure, analog soundtrack with no artificial enhancement."
      },
      "interior": {
        "title": "Interior",
        "text": "The M3 E30 cabin is simple and driver-focused. Supportive sport seats, full analog instrumentation, and a three-spoke steering wheel create an engaging yet straightforward environment. There are no modern distractions — only pure mechanics and a direct connection between driver and machine."
      }
    },
    "charger69": {
      "headlights": {
        "title": "Headlights",
        "text": "The 1969 Dodge Charger features hidden headlights concealed behind a full-width grille that opens electrically, giving the car a clean yet menacing front appearance when closed. This design element makes it instantly recognizable among classic muscle cars."
      },
      "brake": {
        "title": "Brakes",
        "text": "The Charger’s braking system reflects the muscle car philosophy of the era: power first. Front disc brakes (on equipped versions) provide adequate stopping capability for the car’s weight and V8 performance, but always demand driver awareness and control."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the 1969 Dodge Charger lies the legendary American V8, available in multiple configurations including the famous 440 Magnum and the powerful 426 HEMI. With large displacement and abundant low-end torque, power delivery is raw and immediate. It’s an engine built for strength, not subtlety."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The Charger’s exhaust produces a deep and thunderous rumble typical of classic American V8 engines. Every acceleration delivers a full and vibrating soundtrack that shakes the pavement. It’s a sound that perfectly embodies the spirit of late 1960s muscle cars."
      },
      "interior": {
        "title": "Interior",
        "text": "The 1969 Charger interior blends sportiness and American comfort. The dashboard features analog instrumentation, a wide steering wheel, and padded seats typical of grand touring coupes of the era. It’s an environment that conveys power and character, built more for cruising than corner carving."
      }
    },
    "supra_mk4": {
      "headlights": {
        "title": "Headlights",
        "text": "The Toyota Supra MK4 features sharp yet rounded headlights seamlessly integrated into the A80’s flowing bodywork. The low and wide front end enhances aerodynamics and sporty character, making it instantly recognizable among 1990s Japanese performance cars."
      },
      "brake": {
        "title": "Brakes",
        "text": "The Supra MK4 is equipped with a strong and reliable braking system, featuring enlarged discs and high-performance calipers on turbo models. Designed to handle high speeds and spirited driving, it delivers solid and controllable stopping power. The balanced chassis and rear-wheel-drive layout ensure confidence in demanding conditions."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Supra MK4 lies the legendary 3.0-liter twin-turbocharged inline-six 2JZ-GTE. Officially rated at around 280 horsepower in Japan and over 320 in international markets, it is renowned for its exceptional durability and ability to handle massive power increases with tuning. Power delivery is smooth yet forceful, building aggressively as the turbos spool up."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The Supra MK4 exhaust produces a deep and rising tone accompanied by the characteristic turbo whistle. The inline-six engine delivers a full and metallic soundtrack that becomes even more dramatic with aftermarket systems. It’s an iconic sound within the tuning and street racing culture."
      },
      "interior": {
        "title": "Interior",
        "text": "The Supra MK4 cabin is driver-focused, featuring a wraparound dashboard angled toward the driver. Full analog instrumentation and a low seating position create a sporty yet comfortable environment. It reflects the functional and purposeful design of 1990s Japanese sports cars."
      }
    },
    "skyline_r33": {
      "headlights": {
        "title": "Headlights",
        "text": "The Nissan Skyline GT-R R33 features sharper and more aerodynamic headlights compared to the previous generation. Integrated into a wide and aggressive front end, they contribute to improved aerodynamic efficiency and high-speed stability. The design feels modern for its time while maintaining the bold GT-R character."
      },
      "brake": {
        "title": "Brakes",
        "text": "The R33 GT-R braking system is engineered to handle high-performance driving both on road and track. Ventilated discs and high-performance calipers provide strong and consistent stopping power. Stability is further enhanced by the ATTESA E-TS all-wheel-drive system and the Super HICAS rear steering system."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Skyline GT-R R33 lies the legendary 2.6-liter twin-turbocharged inline-six RB26DETT engine. Officially rated at 280 horsepower due to Japan’s gentlemen’s agreement, it delivered significantly more in reality. The engine is famous for its durability and massive tuning potential, making it a true icon in the performance world."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The R33 GT-R exhaust produces a deep and metallic tone, accompanied by the distinctive turbo whistle. The inline-six delivers a full and progressive soundtrack that becomes even more aggressive with aftermarket modifications. It’s an unmistakable sound within JDM culture."
      },
      "interior": {
        "title": "Interior",
        "text": "The R33 GT-R interior blends 1990s technology with sporty character. Full analog instrumentation, supportive sport seats, and a driver-oriented layout create a technical yet functional environment. It’s not luxurious, but it’s built for control and precision during spirited driving."
      }
    },
    "skyline_r34": {
      "headlights": {
        "title": "Headlights",
        "text": "The Nissan Skyline GT-R R34 features sharp and compact headlights seamlessly integrated into its aggressive and aerodynamic front end. The more squared design compared to the R33 emphasizes the car’s technical and purposeful character while improving high-speed stability."
      },
      "brake": {
        "title": "Brakes",
        "text": "The R34 GT-R braking system is engineered for high-performance road and track driving. Ventilated discs and high-performance Brembo calipers provide consistent and controllable stopping power. Combined with the ATTESA E-TS Pro all-wheel-drive system, it ensures stability even under aggressive braking."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Skyline GT-R R34 lies the legendary 2.6-liter twin-turbocharged inline-six RB26DETT. Officially rated at 280 horsepower due to Japan’s gentleman’s agreement, it delivered significantly more in reality. Famous for its durability and massive tuning potential, it remains one of the most iconic performance engines ever built."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The R34 GT-R exhaust produces a deep metallic tone accompanied by the characteristic turbo whistle. The inline-six engine delivers a strong and engaging soundtrack that becomes even more aggressive with aftermarket upgrades. It’s an unmistakable sound within JDM culture."
      },
      "interior": {
        "title": "Interior",
        "text": "The R34 GT-R interior blends sportiness with advanced technology for its time. The iconic multifunction center display shows real-time data such as turbo boost pressure, temperatures, and G-forces, creating a technical and futuristic atmosphere. Supportive sport seats and a driver-focused layout complete the experience."
      }
    },
    "z350": {
      "headlights": {
        "title": "Headlights",
        "text": "The Nissan 350Z features sharp and upward-swept headlights that enhance its aggressive character. Integrated into a short and muscular front end, they create a modern and sporty appearance. The wide and compact stance pays tribute to the Z heritage while presenting a contemporary performance design."
      },
      "brake": {
        "title": "Brakes",
        "text": "The 350Z braking system is engineered to support dynamic and sporty driving. Higher-performance versions include Brembo calipers and larger brake discs, delivering strong and consistent stopping power. Pedal feedback is direct and confidence-inspiring, even under aggressive driving conditions."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Nissan 350Z lies the 3.5-liter V6 VQ35DE engine, producing around 280–300 horsepower depending on the version and market. Power delivery is smooth yet energetic, with strong mid- and high-range performance. The engine is well-known for its reliability and its rich metallic V6 soundtrack."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The 350Z exhaust produces a deep and confident tone that rises with engine speed. The naturally aspirated V6 delivers a full and sporty sound, highly appreciated by tuning enthusiasts. With aftermarket systems, the soundtrack becomes even more aggressive and engaging."
      },
      "interior": {
        "title": "Interior",
        "text": "The 350Z cabin is driver-focused, featuring a low and enveloping seating position. Analog gauges and the three auxiliary meters on the center dashboard recall the tradition of classic Z cars. It’s a sporty and functional interior designed to deliver a direct and engaging driving experience."
      }
    },
    "rx7_fd": {
      "headlights": {
        "title": "Headlights",
        "text": "The Mazda RX-7 FD features iconic pop-up headlights, one of the defining elements of 1990s sports cars. When closed, they maintain an exceptionally clean and aerodynamic front profile; when raised, they give the car a bold and aggressive character. Its smooth and flowing lines make the RX-7 instantly recognizable in JDM culture."
      },
      "brake": {
        "title": "Brakes",
        "text": "The RX-7 FD braking system is engineered for intense sporty driving. Ventilated discs and high-performance calipers provide strong and progressive stopping power. Thanks to its lightweight construction and balanced weight distribution, the car remains stable even under demanding braking conditions."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Mazda RX-7 FD lies the famous 1.3-liter twin-turbo rotary 13B-REW engine. Unlike traditional piston engines, the Wankel rotary delivers smooth power and an exceptional ability to rev freely. The sequential twin-turbo system ensures responsive low-end torque and stronger high-end performance, creating a truly unique driving experience."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The RX-7 exhaust produces a sharp and metallic tone characteristic of rotary engines. The distinctive turbo whistle combines with a rising and almost screaming sound at high revs. It’s a unique and instantly recognizable soundtrack for rotary enthusiasts."
      },
      "interior": {
        "title": "Interior",
        "text": "The RX-7 FD cabin is compact and driver-focused. The low seating position, full analog instrumentation, and wraparound dashboard create an immersive and sporty atmosphere. It’s a simple interior designed around pure driving engagement, without unnecessary distractions."
      }
    },
    "tt_rs": {
      "headlights": {
        "title": "Headlights",
        "text": "The Audi TT RS features aggressive Matrix LED headlights with dynamic indicators and adaptive lighting technology. Their sharp design enhances the sporty front profile, while intelligent lighting improves visibility and safety in all conditions."
      },
      "brake": {
        "title": "Brakes",
        "text": "The TT RS braking system is engineered for high-performance driving on both road and track. Enlarged discs and high-performance calipers provide strong and consistent stopping power. Carbon-ceramic brakes are also available for enhanced thermal resistance under extreme conditions."
      },
      "engine": {
        "title": "Engine",
        "text": "At the heart of the Audi TT RS lies the legendary 2.5-liter turbocharged five-cylinder TFSI engine producing around 400 horsepower. The unique five-cylinder layout delivers a distinctive soundtrack, while turbo response is immediate and powerful. Acceleration is brutal, achieving 0–100 km/h in approximately 3.7 seconds thanks to the quattro all-wheel-drive system."
      },
      "exhaust": {
        "title": "Exhaust",
        "text": "The TT RS sport exhaust produces a deep metallic tone, complemented by crackles on overrun in sport modes. The five-cylinder engine delivers a unique sound reminiscent of Audi’s iconic rally heritage. It’s an engaging and unmistakable soundtrack among compact performance cars."
      },
      "interior": {
        "title": "Interior",
        "text": "The TT RS cabin is dominated by the Audi Virtual Cockpit, integrating digital instrumentation and infotainment into a single display. High-quality materials, Alcantara or carbon fiber inserts, and RS sport seats create a technological yet performance-focused environment. It’s a perfect blend of modern design and sporty character."
      }
    }
  },

  "footer": {
    "brand": "Autosalone",
    "text": "All rights reserved.",
    "github_aria": "Marco Crucitti's GitHub profile",
    "linkedin_aria": "Marco Crucitti's LinkedIn profile"
  }
}
